{
    "LoginIcon": {
    "message": "Добро пожаловать"
        },
    "MainActivity":{
    "home":"Домой",
    "about":"О",
    "shop":"Магазин",
    "epicenter":"ЭПИцентр"
        },
    "TabHomeActivity": {
    "imgindex": "../image/enpic/index1.jpg",
    "title": "ДОМОЙ",
    "product":"Продукт",
    "video": "TEDx Видео",
    "biotitle": " Выявление эпигенетического возраста по метилированию ДНК ",
    "1ml": " Для обнаружения требуется всего 2 мл образца слюны, что удобно и безопасно",
    "testresult": " Образец будет отправлен в лабораторию для тестирования, результаты теста будут отправлены на ваше приложение",
    "bio2": "EpiAge Набор для тестирования ",
    "1ml2": " Эпигенетический возраст может быть определен с помощью всего 2 мл образца слюны.",
    "kit": "EpiAge Набор для тестирования ",
    "learnmore": " УЗНАТЬ БОЛЬШЕ",
    "appsystem": " Наша система приложения",
    "personalrep": "Динамическая персональная отчетность",
    "question": "Комплексные анкеты",
    "follow": " продолжение",
    "international": "Ссылки на рекомендации международных авторитетных медицинских ассоциаций",
    "dynrep": "персонализированный динамический отчет",
    "question2": " анкеты о стиле жизни",
    "machinelearn": " приложение, связанное с системой машинного обучения",
    "whatsame": "Что такое SAMe?",
    "sam": "SAMe",
    "affacthealth": " это натуральный продукт в человеческом организме, который может влиять на здоровье человека.",
    "supplement": "SAMe это натуральная пищевая добавка в организме человека.",
    "myreport": " Мой отчет",
    "questionnaires": "Анкеты",
    "testprocess": "Процесс тестирования",
    "qa": "Вопросы и ответы",
    "datasequrity": " Безопасность данных ",
    "consent": " Информированное согласие пользователя",
    "disclaimer": " Отказ от ответственности",
    "disclaimertext": "Тест EpiAge не является медицинской информацией или медицинскими данными и не предназначен для скрининга, диагностики, лечения, профилактики или оценки риска какого-либо заболевания или состояния. Услуга EpiAge - это эпигенетическое определение возраста, основанное на оценке метилирования ДНК в вашей ДНК. Мы не собираем генетические данные. Тест доступен для лиц в возрасте 21 года и старше. Данная услуга не была одобрена или утверждена Управлением по контролю за продуктами и лекарствами США.",
    "allright": " @2021 HKG epi THERAPEUTICS Ltd. Все права защищены",
    "old": "Сколько вам лет",
    "you": "на самом деле?",
    "only": "Единственный возраст, который имеет значение",
    "dnaage": "это возраст вашей биологической ДНК.",
    "stop": "Перестаньте считать свой возраст по дням рождения",
    "dles": "свечам на торте, морщинам, гусиным лапкам или ",
    "frown": " мимическим морщинам на лице - это всего лишь цифры ",
    "numbers": " И сегодня цифры не ",
    "count": "в счет.",
    "aboutus": "О нас",
    "lifestyle": "Образ жизни",
    "test": " Процесс тестирования",
    "mark": "Магазин",
    " quest": "Анкеты",
    " report": "Мой отчет",
    "whatis": "Что такое SAMe?",
    "natural": "SAMe является естественным продуктом в организме человека",
    "human": " который может влиять на здоровье человека",
    "whatare": " Какие есть",
    " vitaamins": "Витамины?",
    "organic": " Нутрамины - органические вещества",
    "necessary": " необходимые для поддержания",
    "left": "деятельности человека, а также важные",
    "active": "вещества для поддержания",
    "healthman": "здоровья человека",
    "vitamin": " Содержание витаминов в организме очень мало,",
    "indispensable": " но они незаменимы",
    "chronological": " хронологический возраст",
    "biological": " Эпигенетический возраст",
    "management": " Управление здоровьем",
    "Tips":"Советы",
    "message":" Если вы уже приобрели набор EpiAge. Пожалуйста, нажмите здесь, чтобы зарегистрировать свой набор »"
        },
    "TestprocessActivity": {
    "title": " Процесс тестирования",
    "testprocess": " ПРОЦЕСС ТЕСТИРОВАНИЯ",
    "downloadapp": "1. Скачать приложение",
    "purchasekit": "2. Приобрести комплект и зарегистрировать штрихкод набора",
    "fillques": "3.Заполнить-",
    "fillques2": "анкету(по желанию) ",
    "collect": "4.Возьмите свой ",
    "collect2": "образец слюны",
    "sample": "5.Отправьте образец",
    "back": " обратно к нам",
    "extraction": "6.Извлечение ДНК",
    "extraction2": "и анализов",
    "report": "7. Просмотр отчета ",
    "report2": "через приложение"
        },
    "TabCenterActivity": {
    "centerlogin": "Логин",
    "centerregis": "Регистрация",
    "setting":"Настройки",
    "centerkey": "Личный ключ",
    "Questionnaire": "Анкета",
    "centerreport": "Мой отчет",
    "kit":" Отсканируйте свой набор и получите данные о своем хронологическом возрасте.",
    "fill":" Заполните анкету о вашем образе жизни",
    "step":" Пошаговые инструкции для основного рабочего процесса"
        },
    "SettingActivity":{
    "account":"АККАУНТ",
    "language":"Язык",
    "privatekey":"Личный ключ",
    "about":"О",
    "qa":"Вопросы и ответы",
    "datasecurity":"Безопасность данных",
    "terms":" Условия предоставления услуг",
    "contact":"Свяжитесь с нами",
    "logout": "Выйти"
        },
    "AboutActivity": {
    "title": "О наc",
    "company": "| Представление компании",
    "science": "| Научная команда",
    "methylation": "| Метилирование ДНК",
    "biological": "| Эпигенетическое определение возраста",
    "consentform": "| Форма соглашения с клиентскими данными"
        },
    "LoginActivity": {
    "title": " Вход пользователя",
    "email": "Email",
    "passowrd": "Пароль",
    "mailboxformatFail": " Формат почтового ящика неверен",
    "mailboxNull": " Пожалуйста, введите свой почтовый ящик",
    "passwordNull": " Пожалуйста, введите пароль",
    "login": "Логин",
    "logout": "Выход",
    "noaccount": " У вас нет аккаунта?",
    "register": "Зарегистрироваться",
    "language": "язык",
    "Invalid": {
    "Email": "Email недействителен",
    "PWD": " Пароль недействителен",
    "NetFail": " Сеть не подключена",
    "unactive": "Email не активен"
            },
    "ForgetPwd": "Забыли пароль?"
        },
    "RegisterActivity": {
    "title": " Зарегистрироваться",
    "register": " Зарегистрироваться",
    "region": " Выберите свой регион:",
    "nickname": " Имя пользователя",
    "email": "Email",
    "password": " Создать пароль",
    "confirm": " Подтвердить пароль",
    "agree": " Подписывая, вы соглашаетесь c",
    "privacy": " Условиями предоставления услуг и Положением о конфиденциальности.",
    "message": "Сообщение",
    "registered": "Email не был зарегистрирован",
    "activation": " Ссылка для активации пользователя была отправлена на ваш зарегистрированный почтовый ящик, пожалуйста, перейдите для активации, нажав на ссылку.",
    "again": " Ошибка сети! Пожалуйста, попробуйте еще раз",
    "account": " Уже есть аккаунт?",
    "login": "Логин"
        },
    "ForgetActivity": {
    "title": " Сброс пароля",
    "link": " При нажатии на кнопку 'Сбросить пароль' на вашу электронную почту будет отправлена ссылка для сброса пароля.",
    "back":" Вернуться к",
    "link2": "Вход",
    "email": "Email",
    "password": "Пароль",
    "login": "Логин"
        },
    "LifeStyleChartActivity": {
    "same": "SAMe",
    "same-recommon": "Идеальной дозы SAM-e не существует. Для лечения депрессии во многих исследованиях используется 800-1600 миллиграммов в день. При остеоартрите обычно используется 600-1 200 миллиграммов SAM-e в день, разделенных на три приема. Обратитесь за советом к своему врачу. ",
    "resveratrol": " Ресвератрол ",
    "mg1": "мг/день",
    "drug": "Drugs.com",
    "resveraltrol-recommon": "Данные клинических исследований недостаточны для разработки рекомендаций по дозировке. Исследования одной дозы показывают, что безопасной суточной дозой для человека весом 70 кг может быть ресвератрол 450 мг/день. Дозировки свыше 1 г/день хорошо переносятся в краткосрочном (2-недельном) исследовании, но в другом исследовании сообщалось о неблагоприятных эффектах. ",
    "nmn": " Никотинамид-адениндинуклеотид (NMN) ",
    "selfhacked": "SELFHACKED",
    "nmn-recommon": " Дозы в добавках для людей колеблются в районе нескольких сотен мг в день. Например, в исследовании 50 женщин тестируемая доза составляет 125 мг NMN дважды в день в течение 8 недель.",
    "dhea": "ДГЭА",
    "webmd": "WebMD",
    "dhea-recommon": "Стандартной дозировки ДГЭА не существует. В некоторых исследованиях использовались капсулы с дозировкой от 25 до 200 миллиграммов в день, а иногда и выше, но это зависит от того, какие заболевания лечатся. Обратитесь к своему врачу за советом.",
    "savedata": " Ваши данные успешно сохранены!",
    "title": "Стиль жизни",
    "lifesques": " Анкета о стиле жизни ",
    "healthy": " Здоровый или нездоровый образ жизни, скорее всего, будет передаваться из поколения в поколение. Согласно исследованию, проведенному Кейсом и др.",
    "become": "Если у ребенка в возрасте 0-3 лет есть мать, ведущая здоровый образ жизни, вероятность того, что этот ребенок станет здоровым и будет вести такой же образ жизни, увеличивается на 27%.",
    "instance": "Например, родители с высоким уровнем дохода чаще едят экологически чистые продукты, имеют время для занятий спортом и обеспечивают лучшие условия жизни своим детям. С другой стороны, родители с низким уровнем дохода чаще участвуют в нездоровой деятельности, например, курят, чтобы помочь себе избавиться от стресса и депрессии, связанных с бедностью.",
    "teacher": " Родители - это первый учитель для каждого ребенка. Все, что делают родители, с большой вероятностью передастся их детям в процессе обучения.",
    "height": "Вес & Рост",
    "heightvalue": "Рост(см):",
    "weightvalue": "Вес(кг):",
    "source": " Источник: Центры по борьбе с заболеваниями ……",
    "recommendation": "Рекомендации:",
    "bmicaltulate": "ИМТ[Индекс массы тела=вес(кг)/(рост(м)*рост(м))]",
    "bmisource": " Источник: Национальный институт сердца, легких и крови ",
    "range": "Если ваш ИМТ меньше 18,5, он попадает в диапазон недостаточного веса.",
    "bmi": "Если ваш ИМТ составляет от 18,5 до 24,9, он относится к диапазону нормального или здорового веса.",
    "falls": "Если ваш ИМТ от 25,0 до 29,9, то он относится к избыточному весу.",
    "your": "Если ваш ИМТ составляет 30,0 или выше, он относится к диапазону ожирения.",
    "heart": " Частота сердечных сокращений (уд/мин)",
    "beats": "ударов/мин",
    "bmii": "имт",
    "american": " Источник: Американская ассоциация сердца",
    "blood": " Артериальное давление (мм рт. ст)",
    "mmhg": " мм рт. ст.",
    "systolic": " Систолическое АД",
    "diastolic": " Диастолическое АД",
    "cholesterol": " Холестерин (мг/дл)",
    "mg": "мг/дл",
    "meditation": " Медитация ",
    "mayo": " Источник:Клиника Майо",
    "unit": "часы/день",
    "cvh": " Здоровье сердечно-сосудистой системы",
    "sleep": "Сон",
    "foundation": " Национальный фонд сна",
    "active": " Как насчет вашей активной сексуальной жизни",
    "timesday": " раз/неделя",
    "sexual": " Удовлетворенность сексуальной жизнью",
    "score": "оценка",
    "alcohol": "алкоголь",
    "society": "Источник: Американское онкологическое общество",
    "gramday": "стакан/день",
    "smoking": "курение",
    "sticksday": "количество/день",
    "vitamin": "Витамин D",
    "mayoclinic": "Клиника Майо",
    "iuday": "МЕ/день",
    "vitaminc": "Витамин C",
    "vitamina": "Витамин A",
    "mcgday": "мкг/день",
    "resting": " Частота сердечных сокращений в состоянии покоя - это сердце, перекачивающее наименьшее количество крови ",
    "ill": " необходимое вам, поскольку вы не занимаетесь спортом. Если вы сидите или лежите, спокойны, расслаблены и не больны,",
    "hearting": " ваш пульс обычно находится в диапазоне от 60 (ударов в минуту) до 100 (ударов в минуту).",
    "bloods": " Показатели артериального давления менее 120/80 мм рт. ст. считаются в пределах нормы.",
    "adults": " Все взрослые в возрасте 20 лет и старше должны проверять уровень холестерина (и другие факторы риска) каждые четыре-шесть лет.",
    "most": "Медитация способна избавить от дневного стресса, принеся с собой внутренний покой. Узнайте, как легко вы можете научиться практиковать медитацию, когда она вам больше всего нужна.",
    "minutes": " Занимайтесь аэробикой не менее 150 минут в неделю умеренной интенсивности или 75 минут в неделю энергичной аэробикой, или сочетайте оба варианта, желательно в течение недели. ",
    "morethan": " Национальный фонд сна рекомендует 7-9 часов для 18-64 лет, и не рекомендует менее 6 и более 11 часов для 8-25 лет и менее 6 и более 10 часов для 26-64 лет.",
    "drink": " Пейте не более 1 бокала в день для женщин или 2 бокалов в день для мужчин.",
    "stop": " Бросайте курить",
    "recommended": " Рекомендуемое суточное количество витамина D составляет 400 международных единиц (МЕ) для детей в возрасте до 12 месяцев, 600 МЕ для возраста от 1 до 70 лет и 800 МЕ для людей старше 70 лет.",
    "daily": " Рекомендуемое суточное количество витамина С для взрослых мужчин составляет 90 миллиграммов, а для взрослых женщин - 75 миллиграммов.",
    "women": " Рекомендуемое суточное количество витамина А составляет 900 микрограммов (мкг) для взрослых мужчин и 700 мкг для взрослых женщин.",
    "tmgwebsite":"examine.com",
    "tmg":" Триметилглицин",
    "tmg-recommon":"Бетаин (триметилглицин) является активным метаболитом холина в организме и компонентом свеклы. Он играет важную роль в метилировании в организме наряду с фолатом и является осморегулятором, как и креатин. Бетаин также является возможным эргогенным средством.",
    "lipoicwebsite":"www.drugs.com",
    "lipoic":"Альфа-липоевая кислота",
    "lipoic-recommon":"Альфа-липоевая кислота использовалась в альтернативной медицине в качестве возможного эффективного средства для снижения веса, лечения диабетической боли в нервах, заживления ран, снижения уровня сахара в крови, улучшения цвета кожи, вызванного витилиго, и уменьшения осложнений после операции по шунтированию коронарных артерий (CABG). Альфа-липоевая кислота может быть объединена с другими растениями или экстрактами в особый препарат для лечения таких состояний.",
    "vitaminD2website":"lesswrong.com",
    "vitaminD2":"витаминD2/витаминK2",
    "vitaminD2-recommon":"Лично я решил потреблять каждое утро 10 000 МЕ витамина D3 и 200 мкг K2 ( all-trans MK7) и считаю, что многим рационалистам, которые не проводят много времени на солнце, полезно принимать те же добавки.",
    "pressure":" Артериальное давление",
    "body":" Индекс массы тела",
    "hearts":"Сердце",
    "Cholesterol":"Холестерин",
    "Vitamins":"Витамины",
    "Drugs":"Наркотики", 
    "Meditation":"Медитация", 
    "Sport":"Спорт",
    "Sleep":"Сон",
    "sex":"Сексуальная жизнь",
    "Habits":"Вредные привычки",
    "Chronological":" Ваш хронологический возраст:"
    
        },
    "DnaReportActivity": {
    "title": "Регистрационный набор",
    "look": "Люди стареют с разной скоростью. Некоторые 'выглядят' и 'чувствуют' себя старше своего хронологического возраста, в то время как другие выглядят моложе своего хронологического возраста.",
    "parameter": "Наш эпигенетический возраст - лучший показатель нашего здоровья и продолжительности жизни, чем наш хронологический возраст.",
    "hardware": "ДНК - это аппаратное обеспечение, генетика - операционная система, а метилирование ДНК и другие эпигенетические факторы - программное обеспечение, программирующее геном.",
    "shift": "Смена парадигмы в поиске эпигенетических маркеров возраста произошла с открытием Хорватом 'эпигенетических часов', которые основаны на измерении состояния метилирования ДНК в сотнях стратегических позиций в ДНК. Эти 'эпигенетические часы' являются мерой нашего эпигенетического возраста.",
    "clock": "У большинства людей 'эпигенетический возраст', измеряемый по эпигенетическим часам, и 'хронологический возраст', измеряемый по календарю, очень похожи. Корреляция между этими двумя показателями в популяции близка к 0,9, когда 1 - идеальная корреляция.",
    "different": "Однако у некоторых людей 'эпигенетический возраст' отличается от 'хронологического'. Иногда 'эпигенетические часы' идут быстрее, чем 'хронологические'. Мы считаем разницу, превышающую стандартное отклонение (или нормальное распределение в популяции), значительным изменением.",
    "studies": "Исследования показывают, что ускорение 'эпигенетических часов' может быть связано с повышенным риском развития ряда возрастных хронических заболеваний, таких как сердечно-сосудистые заболевания и рак в более позднем возрасте.(link: https://www.ncbi.nlm.nih.gov/pubmed/?term=epigenetic+clock+disease). Однако эта проблема все еще остается открытой, и необходимы дополнительные исследования.",
    "what": "Что такое",
    "epiage": " EpiAge тест?",
    "mean": " Что это значит?",
    "cg": "После обширного анализа данных мы обнаружили одну возрастную область метилирования CG, которой оказалось достаточно для точного предсказания эпигенетического возраста по слюне.",
    "dna": "Мы подготавливаем ДНК из вашей слюны, а затем измеряем уровень метилирования ДНК в нескольких позициях фрагмента вашего генома с помощью секвенирования следующего поколения и бисульфитного картирования. Состояние метилирования ДНК подставляется в математическое уравнение, которое рассчитывает 'эпигенетический возраст' в зависимости от уровня метилирования ДНК.",
    "redflag": " Мы считаем 'тревожным сигналом', когда ваш 'эпигенетический возраст' отклоняется от вашего 'хронологического возраста' на одно стандартное отклонение. Стандартное отклонение дает представление о распределении отличий от среднего значения в нормальной популяции, которое на данном этапе анализа составляет 5 лет. На данном этапе, если ваш 'эпигенетический возраст' на 5 лет старше вашего 'хронологического возраста', вы можете рассматривать результат как ' тревожный сигнал'. По мере накопления большего количества тестов мы получим более точное число 'нормального распределения'.",
    "changes": "Хотя до сих пор неясно, как можно замедлить ход своих 'эпигенетических часов', изменения образа жизни, рекомендуемые большинством национальных медицинских ассоциаций, возможно, являются отправной точкой. Более старший возраст - это 'тревожный сигнал', который говорит о том, что, возможно, пришло время внести изменения в образ жизни.",
    "act": " 'Тревожный сигнал' может побудить вас изменить свой образ жизни или обратиться к врачу для обследования.",
    "do": " Что я могу сделать, если мой",
    "older": " Эпигенетический возраст старше?",
    "genetics": " Эпигенетика отличается от 'генетики' тем, что эпигенетика потенциально обратима с помощью диетических вмешательств и изменения образа жизни. Таким образом, возможно, 'эпигенетические часы' можно повернуть вспять.",
    "open": " Предварительные исследования показывают, что диетические изменения могут вызвать замедление эпигенетических часов у определенных людей, однако этот вопрос все еще остается открытым. ( https://www.ncbi.nlm.nih.gov/pubmed/30350398)",
    "exercise": "Изменения образа жизни, включая физические упражнения и диетические привычки, уже некоторое время рекомендуются национальными медицинскими ассоциациями, однако нам нужно больше данных о наиболее целесообразных изменениях, и они должны быть персонализированы.",
    "way": "Один из способов узнать о целесообразных изменениях в образе жизни - поделиться своим опытом с другими и проанализировать влияние различий в образе жизни в большой популяции. Теперь это возможно с помощью технологий обмена опытом, таких как приложения, а также искусственного интеллекта, который может определить, как различные исходные данные, такие как привычки 'образа жизни', влияют на результат - 'эпигенетические часы'.",
    "position": "Персонализированное и систематическое позиционирование",
    "health": "нашего интеллектуального приложения для вашего здоровья",
    "links": "Наше приложение связывает вас с информацией о рекомендованном образе жизни важной национальной медицинской ассоциации США, а также о возможных пищевых добавках, таких как SAMe, витамин A, D и C.",
    "updated": "Эти ссылки регулярно обновляются, и мы предлагаем вам следить за обновлениями, периодически просматривая ссылки. Эти рекомендации основаны на том, что известно 'науке' на сегодняшний день, они не совершенны. С увеличением количества данных и анализа наука совершенствуется.",
    "first": "Наш первый отчет основан на введенных вами данных об образе жизни и показывает, насколько ваши параметры образа жизни отклоняются от рекомендаций консенсуса. На основании этого отчета вы можете принять решение о внесении изменений.",
    "dynamic": " Динамичное долгосрочное партнерство ",
    "achive": " для достижения 'здорового старения' ",
    "suggest": "Мы предлагаем вам продолжать вносить данные о своем образе жизни.",
    "update": "Вы будете обновлять данные о своем образе жизни так регулярно, как вам удобно. Вы можете обновлять все вопросы, некоторые или ни одного. Однако мы считаем, что точная отчетность позволит нам предоставить вам более качественный анализ.",
    "second": " Мы рекомендуем вам через 6 месяцев или максимум через год сдать слюну на повторный анализ.",
    "anonymized": " Ваши данные будут анонимизированы. Ваши данные и данные многих других анонимных пользователей будут проанализированы искусственным интеллектом для разработки 'модели', которая измерит влияние изменений образа жизни на 'эпигенетические часы'.",
    "model": " Когда накопится больше данных, 'модель' изучит данные о вашем образе жизни, и результаты теста будут переданы вам.",
    "analyze": " Мы проанализируем ваш 'эпигенетический возраст' и сообщим о прогрессе и изменениях в образе жизни, которые вы внесли.",
    "routes": " На основе нашей 'модели' и ваших данных будут предложены возможные маршруты изменений.",
    "coevolve": "We Мы надеемся, что вместе мы сможем коэволюционировать ваше благополучие и нашу познавательную среду 'EpiAge'. ",
    "age-lower": " Хронологический возраст < Эпигенетический возраст ",
    "age-higher": " Хронологический возраст > Эпигенетический возраст ",
    "yourchro": " Ваш Хронологический возраст ",
    "yourexpchro": "Ваш предполагаемый Хронологический возраст ",
    "accuracy":" Техническая точность ",
    "years":"лет",
    "expchroexplain":"'Нормальный' хронологический возраст людей с похожими результатами EpiAge (рассчитанный с помощью математического уравнения из наших тестов) ",
    "is": " Ваш предполагаемый хронологический возраст ",
    "lower":" на несколько лет ниже, чем ваш хронологический возраст в популяции.",
    "higher":" лет выше, чем ваш хронологический возраст в популяции.",
    "younger": "лет ниже, чем ваш предполагаемый хронологический возраст в популяции.",
    "old": " лет больше, чем ваш предполагаемый хронологический возраст в популяции.",
    "yourbio": " Ваш эпигенетический возраст ",
    "Chartdescription":"На графике отображаются результаты, полученные от наших клиентов, которые согласились раскрыть свой хронологический возраст. Каждое место представляет одного клиента. Синяя линия представляет собой среднее значение населения. Красная линия представляет 95% доверительный интервал среднего значения. Это означает, что если ваше пятно находится внутри красных линий, вы на 95% уверены, что ваши результаты соответствуют среднему населению, а ваш биологический возраст не отличается от среднего человека, прошедшего тестирование с помощью этого теста. Если вы выше красных линий, вы старше, а если ниже красных линий, вы моложе среднего населения. Зеленые линии показывают, где находится 95% населения. Если ваша точка выше зеленых линий, вы биологически старше 95% населения, а если ниже зеленых линий, вы моложе 95% наших клиентов.",
    "otherolder": "Другие, прошедшие тестирование, чей эпигенетический возраст выше хронологического",
    "otheryounger": "Другие, прошедшие тестирование, чей эпигенетический возраст ниже хронологического",
    "how":"Сколько вам лет?",
    "why":"Почему ваш",
    "epigenetic":"'Эпигенетический возраст' важен?",
    "calculate":"Калькулятор предполагаемого эпивозраста",
    "acceleration":"Калькулятор ускорения возраста",
    "buildPDF": "Создать и скопировать PDF",
    "viewPdf": "Просмотреть PDF",
    "pdfsuccess": "Нажмите кнопку просмотреть PDF, чтобы проверить",
    "pdffail": "Не удалось создать PDF! Пожалуйста, проверьте свою сеть или обратитесь в службу поддержки:support@epi-age.com",
    "titlemsg": "Сообщение",
    "barcodesuccess":"Набор зарегистрирован успешно",
    "invalid": " Неверный штрих-код, пожалуйста, перепроверьте регистр букв и проверьте написание (особенно букв 'i', 'L', 'O' в нижнем или верхнем регистре)",
    "wait": " Ваш образец слюны все еще находится в пути. Большое спасибо за ваше терпение.",
    "pendingwait":" Наша лаборатория получила ваш образец слюны Epiage, теперь он становится в очередь на экспертизу. Спасибо большое за терпение.",
    "processed": " Ваш штрих-код обрабатывается. Это займет около 31 дня со дня начала теста. Большое спасибо за ваше терпение.",
    "status": " Статус теста",
    "barcode": " Штрихкод",
    "Registerkit": "Зарегистрированный набор",
    "yourage": " Ваш хронологический возраст (необязательно)",
    "ageFormat": " Неправильный формат электронной почты",
    "emailFormat":"Неправильный формат электронной почты",
    "allow":"Разрешить уведомление по электронной почте, когда отчет готов",
    "regtime":"Дата регистрации",
    "baseinfo":"Основная информация",
    "endtime":"Дата завершения",
    "yourbarcode":"Введите штрихкод комплекта",
    "done":"Тестирование завершено",
    "detectTime":"Дата тестирования",
    "intransit":"В пути",
    "remaining_days":"Осталось дней",
    "percentage":"Процент выполнения",
    "life":"Эпигенетический возраст является лучшим параметром нашего здоровья и продолжительности жизни, чем наш хронологический возраст.",
    "newkit":"Новый набор",
    "registeredkit":"Зарегистрированный набор",
    "epiage1":"EpiAge",
    "Scan":"Сканировать штрих-код набора",
    "Pendding":"В ожидании",
    "buyepi":"Еще нет товара? Купить набор Epiage →"
        },
    "ReportActivity": {
    "title": "EpiAge отчет"
        },
    "user_profile": {
    "title": "Ваш профиль"
        },
    "CompanyActivity": {
    "team": " Мы - команда по метилированию ДНК",
    "title": " Представление компании",
    "nextgeneration": " Мы разрабатываем биомаркеры метилирования ДНК следующего поколения для раннего выявления рака и здорового старения.",
    "ecosystem": " Мы работаем над созданием новой экосистемы здоровья, которая будет направлять персонализированное управление здоровой жизнью.",
    "ittechnology": " Мы считаем, что с помощью IT-технологий и тестирования на метилирование ДНК люди должны иметь возможность взять на себя ответственность за свое здоровье."
        },
    "TabAboutActivity": {
    "title": "О нас",
    "company1": " Представление компании ",
    "introduction1": " Введение",
    "science1": " Наша наука",
    "team1": "Команда",
    "dna1": "ДНК",
    "methylation1": " Метилирование",
    "biological1": " биологический",
    "age1": "возраст",
    "consent1": " Форма согласия пользователя",
    "form1": "Форма",
    "Guide":" Руководство по персонализированному ведению здорового образа жизни.",
    "We":" Мы - команда по метилированию ДНК",
    "DNA":" Метилирование ДНК - это химическая метка на ДНК",
    "counts":" Единственный возраст, который имеет значение - это ваш биологический возраст",
    "THERAPEUTICS":"HKG epi THERAPEUTICS Ltd. Форма согласия пользователя"
        },
    "ScienceteamActivity": {
    "title": "Научная команда",
    "moshe": "Моше Шиф",
    "ceo": "председатель и генеральный директор",
    "hkg": "HKG epiTHERAPEUTICS Ltd.",
    "david": "Давид Чеишвили",
    "davidtitle": "старший научный консультант",
    "chifat": "Чи Фат Вонг",
    "chifattitle": "старший научный сотрудник",
    "zhiyuan": "Жиюань Лв",
    "zhiyuantitle": "менеджер лабораторией（GZ)",
    "Shafaat":"Шафаат А. Раббани",
    "Shafaatmsg":"Доктор Раббани является профессором медицины в Университете Макгилла в Монреале, Канада. Он также является ассоциированным членом кафедр физиологии и онкологии в Центре здоровья Университета Макгилла. Профессор Раббани опубликовал более 100 рукописей с 5899 ссылками, h-индекс - 45, i10-индекс - 84. Профессор Раббани работал экспертом-рецензентом в CIHR, CRS, CBCRA, DOD, US VA, Komen. На протяжении многих лет профессор Раббани являлся членом научно-консультативного совета или консультантом различных биотехнологических и фармацевтических компаний, таких как (Amgen, AstraZeneca, Axys, Attenuon, America Diagnostica, Procyon).",
    "epidial": "Beijing Epidial Medical Diagnostic Technology Co.,Ltd."
        },
    "ProfMosheActivity": {
    "title": " Моше Шиф, профессор.",
    "experiences": " Профессиональный опыт",
    "pioneer": " Пионер в области эпигенетики",
    "inventor": " Изобретатель первых широких патентов в этой области",
    "patent": " Изобретатель первых патентов в области метилирования ДНК",
    "founder": "основатель области эпигенетики поведения и психиатрии",
    "thought": " лидер мысли, опубликовал 295 работ в этой области",
    "fellow": " Член Королевского общества Канады",
    "canadian": " Член Канадской академии наук о здоровье",
    "professor": " Профессор кафедры фармакологии и терапии Университета Макгилла Монреаль Канада",
    "resident": " Главный научный сотрудник Beijing epidial medical diagnostic technology co., LTD.",
    "director":"Директор эпигенетического института, Пекинский инновационный институт 'Ичжуан' ",
    "video": " Похожие видео ",
    "o2o": "Healthtech O2O Summit Dr. Moshe Szyf, HKG Epitherapeutics.mp4",
    "hope": " Доктор Моше Шиф, Конференция 'Наука надежды' 2017.mp4",
    "epigenetic": "Доктор Моше Шиф, Что такое эпигенетика и почему знание этого изменит вашу жизнь .mp4",
    "behavioral": " Моше Шиф, Поведенческая эпигенетика.mp4",
    "pharmacology": " Фармакология GlaxoSmithKline",
    "pharmacology2": "- Канадский институт здоровья ",
    "chairman": " председатель ",
    "mcgill": " Джемес Макгилл ",
    "professor2": "профессор",
    "department": " Кафедра фармакологии и",
    "themcgill": "терапии Макгилл",
    "Associate": " Доцент",
    "papers": " опубликованные работы",
    "member": " Член Королевского общества Канады",
    "ccnp": "CCNP Награда за инновации в области нейропсихофармакологии ",
    "radio": " Ежегодная премия Радио Канады для ученых",
    "forum": "Carolinska Speech at the Nobel Forum",
    "pharma": "GlaxoSmithKline фармакология",
    "honorary": " Почетный профессор Джеймс Макгилл",
    "list": " Список почетных преподавателей медицинского колледжа",
    "carrie": "Награда Кэрри Дерек за преподавательские заслуги для выпускников",
    "foundation": " Израильский фонд исследования рака Элиот 'Элиот Оссеман Награда за выдающийся вклад' ",
    "institute": " Канадский национальный институт рака, 'Премия выдающегося молодого профессора'",
    "scholarship": " стипендия Американского онкологического общества",
    "rothshiild": " стипендия Ротшильда",
    "university": " Медицинская стипендия Еврейского университета",
    "masteer": " выдающийся мастер",
    "halth": " Канадские исследования в области здравоохранения",
    "team": " Канадский институт исследований в области здравоохранения в Китае",
    "cancer": " Канадский национальный институт рака",
    "analysis": " Институт- анализ деметилазы",
    "health": " Канадский институт здоровья-ДНК",
    "prospect": " Ингибитор метилтрансферазы I и его терапевтическая перспектива",
    "natural": " Канадский совет по естественным ",
    "science": " наукам и инженерным исследованиям ",
    "research": "Канадский совет по естественно-научным и инженерным исследованиям",
    "inst": "Канадский национальный институт рака и",
    "school": "Медицинская школа Макгилла",
    "Career":"Карьера",
    "Honors":"Почетные звания",
    "Sponsored":"спонсированный"
        },
    "DavidActivity": {
    "title": "Давид Чеишвили кандидат наук.",
    "senior": " директор по инновациям ",
    "hkg": "HKG epiTHERAPEUTICS Ltd.",
    "professional": " Профессиональный опыт ",
    "hong": "HKG Epitherapeutics, Hong Kong",
    "montreal": "Montreal EpiTerapia Inc Montreal",    
    "canada": "Канада",
    "founder": "Соучередитель",
    "department": " Кафедра фармакологии и",
    "mcgill": " терапии Университета МакГилла",
    "research": " научный сотрудник",
    "assistant": " Научный ассистент",
    "fellow": " Сотрудник докторантуры",
    "hebrew": " Еврейский университет Хадасса",
    "honor": " Почетные звания",
    "conferences": " Конференции",
    "us": " патент США 62/774,",
    "cancer": "994 маркеры метилирования ДНК для раннего выявления рака шейки матки (подано 04-дек-2018)",
    "uspa": " патент США 62/695,",
    "dna": "429 Маркеры метилирования ДНК для неинвазивного выявления рака (подано 07-сент-2018)",
    "israel": "Израильского фонда исследования рака ",
    "alumni": "выпускники Торонто и выпускники медицинских учреждений ",
    "award": "Награда за выдающиеся достижения ",
    "medical": "выпускники Торонто и выпускники медицинских учреждений ",
    "publshed": "Опубликованные работы ",
    "all": "@2021 HKG epi THERAPEUTICS Ltd. Все права защищены ",
    "forum": "2017 Шестой Азиатский форум по хроматину и хромосомам ",
    "india": "(Хайдарабад, Индия)",
    "diseases": "20163-я Канадская конференция по эпигенетике развития и болезней ",
    "canadaa": "(Канада)",
    "conference": "2011 Семейная конференция по фундаментальным научным исследованиям Фонда вегетативных неврологических дисфункций ",
    "newyork": "(Нью-Йорк, США)",
    "first": "2010 Первая научная конференция Института медицинских исследований Еврейского университета в Израиле - Медицинский колледж Хадасса, Канада ",
    "erat": "( Эйлат, Израиль)",
    "reseach": " Двадцать первая конференция Европейского союза по изучению рака, 2010 ",
    "oslo": "( Осло, Норвегия)",
    "cell": " 8-я Европейская конференция по здоровью и болезням глиальных клеток, 2009 ",
    "france": "( Париж, Франция)",
    "basic": "2008 Семейная конференция по фундаментальным научным исследованиям Фонда вегетативных неврологических дисфункций ",
    "health": " 8-я Европейская конференция по здоровью и болезням глиоцитов, 2007 ",
    "london": "(Лондон, Великобритания)",
    "university": " Терапевтический университет Макгила ",
    "fellowed": " Сотрудник докторантуры ",
    "school": "медицинская школа"
        },
    
    "ChifatActivity": {
    "title": " Чи Фат Вонг, кандидат наук.",
    "senior": " старший научный сотрудник",
    "ltb": "HKG epiTHERAPEUTICS Ltd.",
    "experiences": " Профессиональный опыт",
    "hongkong": "HKG Epitherapeutics, Hong Kong",
    "src": "SRC,Китай",
    "scientist": "'старший научный сотрудник'",
    "university": " Университет Гонконга",
    "assistaant": " Научный ассистент ",
    "papers": " Опубликованные работы ",
    "rights": "@2021 HKG epi THERAPEUTICS Ltd. Все права защищены"
        },
    "ZhiyuanActivity": {
    "title": " Жиюань Лв, кандидат наук.",
    "manager": " Менеджер лаборатории ",
    "beijing": "Beijing Epidial Medical Diagnostic Technology Co., Ltd.",
    "professional": " Профессиональный опыт ",
    "epidial": "Beijing Epidial Medicine Diagnosis Co.,",
    "ltd": "ltd, China, HongKong HKG epiTHERAPEUTICS Co., ltd;",
    "lab": " Менеджер лаборатории ",
    "usa": " Университет штата Джорджия, Атланта, США.",
    "fellow": " Сотрудник докторантуры ",
    "state": "Nanjing University & Georgia State",
    "university": "университет.",
    "phd": " Совместный докторант ",
    "key": " Государственная ключевая лаборатория фармацевтики ",
    "nanjing": "Biotechnology, School of Lifescience, Nanjing University.",
    "candidate": " кандидат наук",
    "honors": "почетные звания",
    "conferences": " Конференции",
    "trainee": "2015.05 Trainee Abstract Award,",
    "american": " Ежегодное собрание Американской ассоциации иммунологов;",
    "scholarship": "2010.09 Национальная стипендия,",
    "council": " Китайский совет по стипендиям;",
    "journals": " Специальный рецензент журналов",
    "biochemistry": " Молекулярная и клеточная биохимия",
    "annuals": " Ежегодники клинической биохимии",
    "cellular": " Клеточная и молекулярная биология",
    "journal": " Журнал иммуноанализа и иммунохимии",
    "board": " Редакционная коллегия журнала",
    "papers": " Опубликованные работы",
    "reserved": "@2021 HKG epi THERAPEUTICS Ltd. Все права защищены",
    "society": "2015 2015 Ежегодное собрание Американского общества иммунологов",
    "newusa": "( Новый Орлеан, США)",
    "third": "Третья ежегодная конференция Юго-Восточного американского симпозиума по иммунологии 2014 года",
    "atlanta": "( Атланта, США)",
    "seminar": " Семинар по биотехнологии 2014 Университета штата Джорджия",
    "georgina": "2013 Georgia State University-Nanjing University Biotechnology Seminar",
    "symposium": " Третий Азиатско-Тихоокеанский симпозиум по диабету 2009",
    "china": "( Нанкин, Китай)"
        },
    "MethylationActivity": {
    "title": " Метилирование ДНК ",
    "mark": " Метилирование ДНК - это химическая метка на ДНК ",
    "added": " Метилирование ДНК - это химическая метка, которая добавляется к ДНК в разных местах во время беременности.",
    "epigenetic": " Метилирование ДНК является частью 'эпигенетической' программы наших генов.",
    "happens": " Когда метилирование ДНК происходит в нескольких важных позициях в генах, оно может заглушить функцию гена.",
    "expressed": " Так один и тот же ген может быть экспрессирован или заглушен в разных клетках нашего тела.",
    "software": " Метилирование ДНК; программное обеспечение генома ",
    "minicomputer": " Если мы представим, что наша ДНК - это мини-компьютер, управляющий нашими клетками, то:",
    "Hardware": " ДНК - это аппаратное обеспечение.",
    "Operating": " Генетическая последовательность - это операционная система.",
    "Softwre": " Метилирование ДНК - это программное обеспечение, кодирующее приложения на ДНК.",
    "specific": " Различные 'приложения' заставляют клетки выполнять конкретные задачи в пространстве и времени.",
    "silent": " Каждый тип клеток имеет свою уникальную комбинацию меток метилирования и, как следствие, уникальную комбинацию генов, которые активны и не активны.",
    "disease": "Изменения в метилировании ДНК могут вызывать заболевания; картирование изменений в метилировании ДНК может выявить заболевание",
    "tissue": "Изменения в метилировании ДНК изменяют принцип работы клеток и тканей и могут превратить здоровую ткань в больную.",
    "cancer": "Более трех десятилетий назад Шиф предположил, что изменения в метилировании ДНК могут вызывать такие заболевания, как рак.",
    "methylation": "Поэтому метилирование ДНК является отличной платформой для выявления и лечения заболеваний.",
    "studies": "Исследования, проведенные в лаборатории Шифа в Университете Макгилла, показали, что можно обратить вспять рак в животной модели, блокируя белок, который добавляет группы метилирования к ДНК. С тех пор это было повторено во многих исследованиях.",
    "early": "Совсем недавно Шиф показал, что, исследуя метилирование ДНК в белых кровяных клетках, можно выявить рак печени на ранней стадии.",
    "environment": "Окружающая среда может вызывать изменения в метилировании ДНК",
    "conditions": "Исследования Джиртла и его коллег в 2004 году показали на мышиной модели, что диета матери во время беременности влияет на метилирование ДНК ее потомства и изменяет цвет их шерсти и риск ожирения и других заболеваний.",
    "psychiatry": " Исследования Шифа и его коллег показали, что забота и поведение матери влияют на метилирование ДНК ее потомства и на то, как оно реагирует на стресс в дальнейшей жизни. Эти исследования положили начало таким областям, как поведенческая эпигенетика и эпигенетическая психиатрия.",
    "discoveries": " Эти открытия предоставили первые доказательства того, что как психологическая, так и физическая среда может влиять на метилирование ДНК.",
    "ventions": " Метилирование ДНК потенциально обратимо как физическими, так и поведенческими вмешательствами",
    "events": " Исследования показывают, что различные изменения окружающей среды могут изменить или обратить вспять события метилирования ДНК.",
    "changes": " Таким образом, существует вероятность того, что мы сможем изменить метилирование ДНК путем изменения образа жизни.",
    "reversible": " Наш оптимизм в отношении метилирования ДНК обусловлен тем, что метилирование ДНК в отличие от генетики является обратимым.",
    "clock": " Метилирование ДНК и эпигенетические часы",
    "paradigm": " Смена парадигмы в поиске эпигенетических маркеров возраста произошла с открытием Хорватом 'эпигенетических часов'.",
    "discovered": " Было обнаружено, что уровень метилирования определенных генов в нашей ДНК меняется с возрастом.",
    "measuring": " Измеряя метилирование в этих генах, можно определить наш эпигенетический возраст.",
    "biological": " Наш эпигенетический возраст является лучшим показателем нашего здоровья и благополучия, чем хронологический возраст.",
    "acceleration": " Исследования показывают, что ускорение 'возраста метилирования ДНК' является прогнозом ранней смерти и хронических заболеваний.",
    "bydietary": " Эксперименты на животных показывают, что биологические часы можно повернуть вспять путем изменения рациона питания.",
    "epi": "@2021 HKG epi THERAPEUTICS Ltd. Все права защищены"
        },
    "QuestionnaireActivity": {
    "title": " Анкеты",
    "lifestyle": " Анкета образа жизни",
    "mood": " Самоанализ настроения",
    "mcgill": " анкета боли Макгилла",
    "sleep": " Самоанализ сна",
    "diet": " Рекомендации по диете",
    "how":" Как заполнить анкету?",
    "eip": "@2021 HKG epi THERAPEUTICS Ltd. Все права защищены"
        },
    "ConsentActivity": {
    "title": " Форма согласия пользователя",
    "customer": " HKG epi THERAPEUTICS Форма согласия данных клиента ",
    "users": " Уважаемые пользователи",
    "welcome": " Добро пожаловать в HKG epi THERAPEUTICS Ltd.",
    "registering": "Перед регистрацией, пожалуйста, внимательно прочитайте следующие условия обслуживания.",
    "about": " О компании EpiAge ",
    "your": "Приложение EpiAge  сохранить «слепые»",
    "personal": " личные медицинские данные в мобильном приложении EpiAge и механизме анализа данных в 'облаке', что требует вашей информации и согласия. Ваша личная информация будет скрыта, и вам будет предоставлен идентификационный номер. Ваши личные данные не будут храниться в мобильном приложении или на сервере. После загрузки приложения вам будет присвоен идентификационный номер, который позволит вам получать данные и отчеты о состоянии здоровья, но ваша личность останется неизвестной ни в приложении, ни в 'облачном' механизме анализа.",
    "purpose": " Назначение",
    "designed": " предназначен для того, чтобы помочь вам использовать силу вашего эпигенома для здорового старения, предоставляя вам оценку вашего истинного эпигенетического возраста на основе метилирования ДНК и предоставляя вам ссылки и рекомендации авторитетных национальных медицинских обществ по изменению образа жизни, которые могут улучшить ваше здоровье. Вы сами решаете, какие изменения вносить, однако мы просим вас поделиться с нами 'анонимно'",
    "changes": " изменениями, которые вы внесли, используя простые кнопки ввода в приложении, эти данные будут переданы в систему машинного обучения, которая проанализирует изменения вашего образа жизни и предоставит вам периодический отчет. Периодическое тестирование вашего эпигенетического возраста с помощью нашего теста на метилирование ДНК поможет вам оценить прогресс. Мы просим вас поделиться изменениями, которые вы внесли, с другими людьми и таким образом стать партнером в совместных усилиях по улучшению вашего здоровья и здоровья других людей.",
    "data": "Как пополнить данные о здоровье",
    "obligated": "Вы не обязаны отвечать на вопросы этого приложения и сами решаете, какую информацию предоставить. Точно так же это ваше решение - вносить или не вносить изменения в образ жизни, соблюдать или игнорировать рекомендации различных медицинских ассоциаций, которые мы вам предоставляем. Однако чем богаче данные, тем лучше и полезнее будет анализ для вас и других участников 'сообщества приложения EpiAge'.",
    "analyzing": "Анализируя данные, поступающие от многих других пользователей приложения, с помощью 'машинного обучения', мы выведем комбинации изменений образа жизни, которые могут оказать положительное влияние на снижение скорости старения.",
    "sharing": "Анонимный обмен данными",
    "believe": " Мы считаем, что для хорошего здоровья необходимо партнерство многих людей, которые делятся своим опытом и учатся друг у друга, а не однонаправленный поток инструкций от 'наученного' медицинского работника к 'пациенту'. Мы знаем, что медицинская наука несовершенна, и ее прогресс связан с пробами и ошибками. Мы будем учиться вместе как 'партнеры', обмениваясь опытом, оценивая прогресс и используя лучшие технологии машинного обучения для анализа данных, которые вы предоставляете, и получения обратной связи, которая будет направлять дальнейшее совершенствование. Обучаясь у многих людей, которые будут заниматься так же, как и вы, мы сможем вместе работать над улучшением своего здоровья и здоровья других людей. Мы понимаем, что это строгое требование, чтобы ваши данные оставались абсолютно 'закрытыми' и чтобы ваша личность оставалась анонимной. Только при строгом соблюдении этих правил анонимности мы сможем свободно участвовать в этом грандиозном партнерстве.",
    "security": " Безопасность данных",
    "accordance": " В соответствии с Положением о защите данных в отношении защиты данных вы имеете право запросить доступ к своим личным данным, их исправление или стирание, ограничение обработки в отношении ваших данных или возражение против обработки, а также право на переносимость данных. Вы можете воспользоваться этим правом, обратившись по адресу (info@hkgepitherapeutics.com).Ваше имя и личность будут зашифрованы и заблокированы. После подписания вы получите 'слепой' идентификатор, который позволит вам предоставлять данные и оставаться анонимным для системы.",
    "agree": "Согласие",
    "ved": "@2021 HKG epi THERAPEUTICS Ltd. Все права защищены"
        },
    "McGillChartActivity": {
    "title": " Анкеты боли МакГилла ",
    "pain": " Анкеты боли МакГилла ",
    "wideused": " Введение: Анкеты боли МакГилла стала одним из наиболее широко используемых тестов для измерения боли.",
    "provides": " Он предоставляет ценную информацию о сенсорных, аффективных и оценочных аспектах переживания боли и способен различать различные проблемы [7].",
    "several": "Анкеты боли Макгилла не является совершенным инструментом, и было разработано несколько её вариантов [2, 4,7]. Однако, несмотря на полезность специализированных альтернативных форм,",
    "research": "оригинальная анкета боли по-прежнему широко используется в диагностике и исследованиях широкого спектра проблем, связанных с болью [7]",
    "feel": " Какая у вас боль?",
    "following": " Некоторые из приведенных ниже слов описывают вашу нынешнюю боль. Обведите ТОЛЬКО те слова, которые лучше всего описывают ее. Исключите любую категорию, которая не подходит. Используйте только одно слово в каждой подходящей категории - то, которое подходит лучше всего.",
    "throbbing": " пульсирующая",
    "score": " оценка",
    "stabbing": " колющая",
    "shooting": "стреляющая",
    "sharp": "острая",
    "cramping": "судорога",
    "gnawing": " Грызущая",
    "hotburning": "жгучая",
    "aching": " ноющая",
    "heavy": " тяжелая",
    "tender": "легкая",
    "splitting": " расщепляющая",
    "Split": "раскалывающая",
    "exhausting": " Изнурительная",
    "sickening": "тошнотворная",
    "fearful": "страшная",
    "how": "Как вы",
    "like": "себя чувствуете?"
        },
    "MoodChartActivity": {
    "title": " Анкеты настроения",
    "emotions": " Когда речь идет об эмоциях, иногда бывает трудно признать или признаться, что мы чувствуем себя не на 100%",
    "assessment": " Самооценка настроения",
    "short": "Если вам 16 лет или больше, пройдите эту анкету, чтобы",
    "fortnight": "(1) Помочь вам лучше понять, как вы себя чувствовали в течение последних двух недель",
    "advice": "(2) направить вас в нужном направлении для получения полезного совета и информации",
    "things": " Как часто вы не испытывали интереса или удовольствия от занятий?",
    "score": "оценка",
    "hopeless": "Как часто вас беспокоило чувство подавленности, депрессии или безнадежности?",
    "asleep": " Как часто вас беспокоили проблемы с засыпанием или сном, или вы слишком много спали?",
    "energy": "Как часто вас беспокоило чувство усталости или недостаток энергии?",
    "appetite": " Как часто вас беспокоит плохой аппетит или переедание?",
    "family": " Как часто вас беспокоит чувство плохого отношения к себе, ощущение, что вы неудачник, подвели себя или свою семью?",
    "reading": " Как часто вас беспокоили проблемы с концентрацией внимания, например, при чтении газеты или просмотре телевизора?",
    "usual": " Как часто вас беспокоило то, что вы двигались или говорили так медленно, что другие люди могли это заметить, или наоборот - были настолько суетливы или беспокойны, что двигались гораздо больше, чем обычно?",
    "anxious": " Как часто вас беспокоило чувство нервозности, тревоги или напряжения?",
    "worrying": " Как часто вас беспокоило то, что вы не могли остановиться или контролировать беспокойство?",
    "different": " Как часто вас беспокоит то, что вы слишком много беспокоитесь о разных вещах?",
    "relaxing": " Как часто вас беспокоит то, что вам трудно расслабиться?",
    "still": "Как часто вас беспокоит то, что вы настолько неспокойны, что вам трудно усидеть на месте?",
    "irritable": "Как часто вас беспокоит то, что вы легко раздражаетесь или становитесь раздражительным?",
    "easily": " Как часто вас беспокоит то, что вы легко раздражаетесь или становитесь раздражительным?",
    "attack": "Были ли у вас приступы тревоги (внезапное чувство страха или паники)?",
    "Pleasure":" Удовольствие",
    "Depressed":" Депрессионный",
    "Asleep":"Сонный",
    "Energy":"Энергия",
    "Eating":" Переедание",
    "Failure":" Неудача",
    "Focus":" Сосредоточенность",
    "Slow":" Медленный",
    "Anxiety":" Беспокойство",
    "Nervous":"Нервный",
    "Control":"Потерять контроль",
    "Worry":"Беспокойство",
    "Relax":" Расслабленность",
    "Less":"меньше отдыхать",
    "Irritable":"раздражительный"
    
        },
    "BiologicalActivity": {
    "title": " Эпигенетический возраст",
    "biological": " Обнаружение эпигенетического возраста 2.0",
    "wrinkles":"Перестаньте считать свой возраст по дням рождения, свечам на торте, морщинам, гусиным лапкам или мимическим морщинам на лице - это всего лишь цифры. И сегодня цифры не в счет",
    "old": "Сколько вам лет?",
    "importment": " Почему это важно?",
    "different": " Люди стареют с разной скоростью. Некоторые 'выглядят' и 'чувствуют' себя старше своего хронологического возраста, в то время как другие выглядят моложе своего хронологического возраста.",
    "better": " Наш эпигенетический возраст является лучшим параметром нашего здоровья и продолжительности жизни, чем наш хронологический возраст.",
    "hardware": " ДНК - это аппаратное обеспечение, генетика - операционная система, а метилирование ДНК и другие эпигенетические факторы - программное обеспечение, которое программирует геном.",
    "epigenetics": " Важно отметить, что 'эпигенетика' в отличие от 'генетики' потенциально обратима с помощью диетических вмешательств и изменения образа жизни.",
    "suggest": " Исследования показывают, что ускорение 'эпигенетических часов' может быть связано с повышенным риском развития нескольких возрастных хронических заболеваний, таких как сердечно-сосудистые заболевания и рак в более позднем возрасте. (ссылка:",
    "paradigm": " Смена парадигмы в поиске эпигенетических маркеров возраста произошла с открытием Хорватом 'эпигенетических часов', которые основаны на измерении статуса метилирования ДНК в 500 стратегических позициях в ДНК.",
    "ncbi": "https://www.ncbi.nlm.nih.gov/pubmed/?term=epigenetic+clock+disease",
    "still": "). Однако это все еще открытая область, и необходимы дополнительные исследования.",
    "studies": " Появляются предварительные исследования, которые показывают, что диетические изменения могут вызвать замедление эпигенетических часов у определенных людей, однако это все еще открытая жизнь. (ссылка:",
    "pubmed": "https://www.ncbi.nlm.nih.gov/pubmed/30350398",
    "including": " Изменения в образе жизни, включая физические упражнения и изменение диетических привычек, уже некоторое время рекомендуются национальными медицинскими ассоциациями, однако нам нужно больше данных о наиболее целесообразных изменениях, и они должны быть персонализированы.",
    "learn": " Один из способов узнать о целесообразных изменениях в образе жизни - поделиться своим опытом с другими и проанализировать влияние различий в образе жизни. Сейчас это возможно с помощью технологий обмена опытом, таких как приложения, а также искусственного интеллекта.",
    "epiage": " Что такое тест EpiAge?",
    "mean": " Что это значит?",
    "extensive": " После обширного анализа данных мы обнаружили одну возрастную область метилирования CG, которой оказалось достаточно для точного прогнозирования эпигенетического возраста по слюне.",
    "decelerate": " Хотя до сих пор не ясно, как можно замедлить старение, изменения образа жизни, рекомендованные большинством национальных медицинских ассоциаций, возможно, являются отправной точкой для начала. Более старший возраст - это 'тревожный сигнал', который говорит о том, что, возможно, пришло время внести изменения в образ жизни.",
    "consider": " Мы считаем 'тревожным сигналом' 'эпигенетический возраст', который старше, чем одно стандартное отклонение теста. Стандартное отклонение дает представление о распределении в нормальной популяции, которая на данном этапе анализа составляет 5 лет. По мере накопления большего количества тестов мы получим более точное число 'нормального распределения'.",
    "red": " 'Тревожный сигнал' может побудить вас принять меры в отношении вашего образа жизни.",
    "information": " В нашем приложении вы найдете информацию о рекомендуемом образе жизни, составленную важной национальной медицинской ассоциацией США. Они регулярно обновляются, и мы предлагаем вам следить за обновлениями, периодически просматривая ссылки. Эти рекомендации основаны на том, что известно 'науке' на сегодняшний день, они не совершенны. С увеличением количества данных и анализа наука совершенствуется.",
    "update": " Вы будете обновлять данные о своем образе жизни так регулярно, как пожелаете. Вы можете обновлять все вопросы, некоторые или ни одного. Однако мы считаем, что точная отчетность обеспечит более точный анализ.",
    "report": " Первоначально наш отчет покажет, насколько далеки параметры вашего образа жизни от рекомендаций консенсуса. Ваши данные будут анонимизированы, а ваши данные и данные других анонимных пользователей мы будем анализировать с помощью искусственного интеллекта, чтобы на основе данных многих пользователей разработать модель, измеряющую влияние изменения образа жизни на 'эпигенетические часы'. Со временем, по мере накопления данных, модель будет использоваться на данных о вашем образе жизни, и результаты 'модели' будут переданы вам.",
    "administer": " Наш тест прост в применении, недорог, надежен и точен и динамично интегрирован в экосистему здоровья на протяжении всей жизни, управляемую технологией приложения и машинным обучением.",
    "app": "Зачем нужны анкеты в приложении?",
    "sense": " Тесты EpiAge имеют смысл только в рамках динамичной системы управления образом жизни, окружающей средой и здоровьем на протяжении всей жизни.",
    "personalized": " На основе предоставленной вами информации о здоровье и образе жизни будет создана персонализированная оценка, включая вмешательство.",
    "health": " Периодическое обновление параметров вашего здоровья и образа жизни для активации отчета о персонализированном анализе на протяжении всей жизни.",
    "questionnaires": " Зачем нужны анкеты в приложении?",
    "clock": " У каждого человека есть часы ДНК",
    "chronological": " Мы все знаем свой хронологический возраст. Но сколько нам лет на самом деле? Люди стареют с разной скоростью. Некоторые 'выглядят' и 'чувствуют' себя старше своего хронологического возраста, в то время как другие выглядят моложе своего хронологического возраста.",
    "life": " Наш эпигенетический возраст является лучшим параметром нашего здоровья и продолжительности жизни, чем наш хронологический возраст.",
    "know": " Но как мы узнаем наш 'эпигенетический возраст'?",
    "identifying": " Считается, что если мы сможем определить истинный 'эпигенетический возраст', то сможем протестировать и разработать меры, которые замедлят скорость биологического старения. В течение последних десятилетий были предприняты значительные усилия по определению различных параметров, которые могли бы предсказать 'биологическое старение' и продолжительность жизни, таких как показатели хрупкости, поседение волос, старение кожи, уровень различных видов белых кровяных клеток. Однако было установлено, что большинство из этих маркеров не дают никаких преимуществ по сравнению с хронологическим возрастом.",
    "longevity": " Параметры, предсказывающие 'биологическое старение' и долголетие",
    "method": " эпигенетический метод определения возраста",
    "length": " длина теломер",
    "correlation": " Низкая корреляция",
    "requirements": " Высокие технические требования",
    "small": " Небольшие технические ошибки могут иметь решающее значение",
    "results": " влияние на результаты.",
    "scores": " Показатели метаболического возраста",
    "sampling": " Методы выборки и обнаружения являются сложными и не были проверены на большом количестве популяционных выборок",
    "epigenetic": " Эпигенетические часы",
    "closely": " тесно связаны с биологической функцией человеческого организма, а ускорение эпигенетических часов связано с риском развития нейродегенеративных заболеваний и рака.",
    "epiages": "EpiAge",
    "methylation": "EpiAge использует метод, называемый метилированием ДНК, для определения вашего истинного возраста - который, как считает наука в наше время, может раскрыть важную информацию о вашем истинном здоровье и, возможно, о качестве и даже продолжительности вашей жизни.",
    "hkepi": "HKG epi THERAPEUTICS",
    "already": "HKG epi THERAPEUTICS уже имеет три десятилетия новаторских исследований в этой захватывающей области метилирования ДНК. С помощью нашего уникального метода диагностики метилирования ДНК, хранящегося в ваших клетках в слюне, мы выявляем ваш реальный возраст, что может побудить вас внести изменения в образ жизни, которые, по некоторым данным, могут привести к следующему:",
    "slow": " Замедлить процесс старения",
    "onset": " Предотвратить заболевание до его начала",
    "quality": " Улучшить качество жизни",
    "extend": " Продлить жизнь",
    "making": " Сделать науку простой",
    "fast": " Как быстро тикают ваши биологические часы?",
    "chronologicaled": " Если ваш хронологический возраст - 50 лет, а эпигенетический - 35, это прекрасно! Но если ваш хронологический возраст 35 лет, а эпигенетический возраст говорит, что вам 50 лет - возможно, это сигнал тревоги, призывающий вас изменить образ жизни.",
    "possibly": " Прогрессирующее старение, возможно, связано с повышенным риском серьезных заболеваний. Эпигенетика, возможно, не является фонтаном молодости, но она является фонтаном жизни.",
    "really": " Так что берите ключ и узнайте, сколько вам лет на самом деле!",
    "test": "Тест EpiAge",
    "developed": " Мы разработали и внедрили удобный и эффективный тест для определения EpiAge.",
    "epitherapeutics": " Ученые из HKG epitherapeutics изучили большое количество возрастных участков метилирования CG в сотнях опубликованных данных о метилировании ДНК и выбрали регион, содержащий 13 участков метилирования, по которым можно точно предсказать эпигенетический возраст по образцам слюны.",
    "steps": " Узнайте свой эпигенетический возраст за 5 простых шагов, измените свой образ жизни и улучшите здоровье",
    "download": "ШАГ 1: СКАЧАТЬ ПРИЛОЖЕНИЕ",
    "register": " Скачайте приложение, зарегистрируйтесь и запросите тест EpiAge. Затем вы получите по почте пробирку для сбора слюны.",
    "step2": "ШАГ 2: Сплюнуть. Запечатать. Отправить",
    "saliva": "Сплюньте в пробирку, закройте и запечатайте конверт и отправьте пакет с тестом в нашу лабораторию вместе с почтовым адресом.",
    "step3": " ШАГ 3: ОТВЕТЬТЕ НА ВОПРОСЫ И ВВЕДИТЕ ДАННЫЕ",
    "questionnaire": "Откройте анкету. Введите свои данные. Сохраните данные Сравните свои данные с рекомендациями и внесите изменения или закажите пищевые добавки. Часто сообщайте об изменениях. Более высокое качество отчетов позволит провести качественный анализ и дать вам более точные персональные рекомендации. Вы будете получать постоянный отчет в своем приложении, описывающий ваш прогресс. Когда данные накопятся, в вашем приложении появится персонализированный отчет о возможных изменениях.",
    "step4": " ШАГ 4: УЗНАЙТЕ СВОЙ ВОЗРАСТ",
    "analyze": " Наша современная лаборатория проанализирует ваши эпигенетические данные, чтобы вычислить ваш эпигенетический возраст, и вы сможете просмотреть персонализированные отчеты через приложение.",
    "step5": " ШАГ 5: ИЗМЕНИТЕ ОБРАЗ ЖИЗНИ, ЧТОБЫ УЛУЧШИТЬ СВОЕ ЗДОРОВЬЕ",
    "lifestyle": " Мы также проанализируем данные о вашем образе жизни. Вы продолжаете вносить изменения в образ жизни и отчитываться. Вы получаете персонализированные отчеты о своем прогрессе Периодически заказываются новые тесты EpiAge для оценки вашего прогресса. Новый анализ будет предоставлен с некоторыми предложениями. Продолжайте совершенствовать и тестировать свой EpiAge.",
    "foot": "@2021 HKG epi THERAPEUTICS Ltd. Все права защищены",
    "counts": " Единственный возраст, который имеет значение",
    "danage": " это возраст вашей биологической ДНК."
        },
    "SleepChartActivity": {
    "title": " Анкеты сна",
    "assessment": " Самоанализ сна",
    "people": " Большинство людей в течение жизни испытывают проблемы со сном. Фактически, считается, что треть британцев в какой-то момент испытывают приступы бессонницы.",
    "include": " Причины могут включать психологические состояния (такие как депрессия или тревога) или сочетание обоих факторов. Этот короткий тест от Sleepio даст вам 'оценку сна', а также практические советы и рекомендации по улучшению вашего сна. ",
    "total": " Если подумать о типичной ночи за последний месяц, если вы просыпаетесь, как долго вы бодрствуете в общей сложности?",
    "asleep": " сколько времени вам требуется, чтобы заснуть, сколько времени вам требуется, чтобы заснуть?",
    "util": "минута",
    "night": "ночь",
    "quality": "Если подумать о типичной ночи за последний месяц, как бы вы оценили качество своего сна?",
    "score": "score",
    "mood": " Задумываясь о прошедшем месяце, в какой степени плохой сон повлиял на ваше настроение, энергию или отношения?",
    "productivity": " Задумываясь о прошедшем месяце, в какой степени плохой сон повлиял на вашу концентрацию, продуктивность или способность не спать?",
    "general": " Размышляя о прошедшем месяце, в какой степени плохой сон беспокоил вас в целом?",
    "problem": " Как давно у вас были проблемы со сном?",
    "month": "месяц",
    "Awake":"бодрствовать",
    "Fall":"засыпать",
    "Quality":"качество сна",
    "affect":"Влияние на настроение",
    "Ability":"Влияние на способность",
    "Trouble":"Неприятности",
    "When":"Когда влияние"
        },
    "DietChartActivity": {
    "title": " Рекомендация диеты",
    "confirmText": " Подтвердить",
    "chooseBreakfast": " Выберите завтрак...",
    "food": " Потребление пищи (калории/день)",
    "source": " Источник: Healthline",
    "recommen": " Рекомендация:",
    "calories": " В среднем женщине необходимо потреблять около 2000 калорий в день, чтобы поддерживать вес, и 1500 калорий в неделю, чтобы сбросить один фунт веса. Среднестатистическому мужчине необходимо 2500 калорий для поддержания веса и 2000 калорий для снижения веса на один фунт в неделю.",
    "diet": " Поиск продуктов питания для расчета калорий",
    "foodd": "Еда",
    "each": "Каждый",
    "edit": "Редактировать",
    "caloriess": "Калории:",
    "kcal": " ккал",
    "fat": " Статичный жир:",
    "g": "g",
    "remove":"удалить",
    "sliderecord":"Сдвиньте указатель, чтобы записать калории",
    "recordcalby":" Вы можете выбрать учет калорий по:"
    
        },
    "SameActivity": {
    "title": " Введение SAMe ",
    "what": "Что такое SAMe?",
    "what2": "SAMe?",
    "affacthealth": "SAMe это натуральный продукт в организме человека, который может влиять на здоровье человека.",
    "same": "SAMe",
    "sam": "SAMe это пищевая добавка, а не лекарство.",
    "body": "SAMe (S-Adenosyl Methionine) это химическое вещество, естественным образом присутствующее в организме человека.",
    "considered": "SAMe  считается самым важным донором метила в организме человека.",
    "level": " Уровень SAMe снижается по мере старения организма. В связи с этим может возникнуть ряд проблем со здоровьем, включая нарушения настроения, суставов и печени.",
    "molecules": " Все молекулы SAMe имеют две формы: SS (активный) изомер и RS (неактивный) изомер.",
    "tosylate": " Хотя SAMe выпускается в двух стабильных солевых формах: тозилат и дисульфанат бутана, только форма тозилата подтверждена двадцатилетними исследованиями безопасности и эффективности.",
    "according": " Согласно клиническим исследованиям, SAMe может улучшить эмоциональное состояние, расслабление суставов и работу печени",
    "quality": " В марте 2003 года AHRQ (Агентство по исследованиям и качеству здравоохранения), подразделение Службы здравоохранения и социального обеспечения США, опубликовало результаты крупного исследования SAMe.",
    "depression": " SAMe столь же эффективен, как и обычные рецептурные препараты при лечении депрессии",
    "effective": " SAMe так же эффективен, как и обычные рецептурные препараты (NSAIDs) при лечении остеоартрита",
    "diseases": " SAMe оказывает значительную пользу пациентам, страдающим различными заболеваниями печени.",
    "effects": " Натуральный SAMe, как выяснилось, не имеет заметных побочных эффектов.",
    "spotlight": " SAMe в центре внимания",
    "october": " Журнал 'Артрит сегодня' (октябрьский",
    "lists": "'Выпуск' называет SAMe лучшей добавкой при остеоартрите.",
    "research": " Исследование компании Arthritis Research UK дает",
    "highest": "SAMe - высшую оценку для пероральной добавки для облегчения остеоартрита.",
    "study": " Исследование из Массачусетса",
    "hospital": " Главный госпиталь продемонстрировал, что SAMe в сочетании с антидепрессантами значительно увеличил частоту ремиссий у пациентов с большой депрессией, которые не смогли пройти обычную терапию.",
    "korean": " Корейское исследование показало, что SAMe",
    "as": " столь же эффективен, как и НПВС набуметон.",
    "university": " Исследование, проведенное университетом",
    "calfornia": " Калифорнии показало, что SAMe так же эффективен, как Celecoxib, рецептурный препарат для лечения артрита.",
    "basic": " Фундаментальные исследования SAMe на клеточных линиях человека и животных, за которыми еще не последовали клинические исследования ",
    "animals": " В экспериментах на клеточных линиях рака молочной железы и животных было показано, что SAMe блокирует рост и метастазирование рака молочной железы.",
    "shown": " Было показано, что SAMe блокирует рост клеток рака печени.",
    "prostate": " SAMe блокирует рост клеток рака простаты.",
    "formation": " SAMe подавляет образование рака печени у крыс и колоректального рака у мышей.",
    "was": " Было показано, что SAMe улучшает память в мышиной модели болезни Альцгеймера, если принимать его до появления симптомов.",
    "why": " Почему выбрали наш SAMe?",
    "standards": " Наш SAMe производится по самым высоким стандартам, по оригинальному итальянскому методу (соль - дисульфат тозилата).",
    "consistently": " Исходное сырье наших продуктов SAMe постоянно тестируется на самое высокое соотношение изомеров SS и RS на рынке:",
    "ss": "SS -изомер",
    "rs": "80% / RS изомер",
    "tablets": " Наши таблетки SAMe имеют энтеральное покрытие для оптимального усвоения организмом.",
    "sealed": " Наши таблетки SAMe запечатаны в блистерные упаковки для обеспечения свежести.",
    "potency": " Наш SAMe производится в соответствии с гарантированными стандартами чистоты и потенции.",
    "falvors": " Без искусственных ароматизаторов, без молочных продуктов, без консервантов, без аллергенов, без дрожжей и глютена, сертифицирован кошером.",
    "minimun": " Наши таблетки SAMe проверены на стабильность в течение минимум двух лет.",
    "when": "При приеме SAMe следует соблюдать осторожность",
    "should": "SAMe не следует использовать в сочетании или вместо лечения, рекомендованного вашим врачом.",
    "taking": "Если вы принимаете лекарства и рассматриваете возможность дополнительного приема SAMe, проконсультируйтесь с врачом, чтобы убедиться, что SAMe не взаимодействует с лекарствами, которые вы принимаете.",
    "ltd": "@2021 HKG epi T HERAPEUTICS Ltd. Все права защищены"
        },
    "DataActivity": {
    "title": " Безопасность данных",
    "filling": " Важность заполнения анкет",
    "epiage": " Тесты EpiAge имеют смысл только в рамках динамичной системы управления образом жизни, экологией и здоровьем на протяжении всей жизни.",
    "personalized": " На основе предоставленной вами информации о здоровье и образе жизни будет составлена индивидуальная оценка, включая вмешательство.",
    "update": " Периодически обновляйте параметры своего здоровья и образа жизни, чтобы активировать отчет о персонализированном анализе на протяжении всей жизни.",
    "how": " Как мы проводим анализ данных?",
    "test": " Результаты тестов EpiAge постоянно анализируются с общими параметрами здоровья, персональными вмешательствами и результатами множества пользователей с помощью современных алгоритмов машинного обучения.",
    "analysis": "Персонализированный анализ с некоторыми возможными маршрутами для улучшения.",
    "data": "Данные в нашей базе данных в слепом режиме относительно личной идентификации.",
    "access": " Доступ к вашей личной информации запрещен тем, кто имеет доступ к данным о вашем здоровье и образе жизни.",
    "general": "В общий доступ будут предоставлены только общие выводы, основанные на обобщенных данных по всему населению.",
    "information": " Как обеспечить конфиденциальность информации ?",
    "privacy": " У нас есть система управления конфиденциальностью и безопасностью данных.",
    "without": " Без вашего прямого согласия мы не будем передавать никакие ваши личные данные.",
    "will": " Мы не будем предоставлять ваши данные или результаты работодателям или медицинским страховым компаниям других компаний.",
    "unless": " Если от нас не требуется выполнение действующих судебных приказов, мы не будем предоставлять информацию правоохранительным органам.",
    "learn": " Узнайте больше о наших положениях о конфиденциальности.",
    "logged": " Когда вы не вошли в систему, ваша медицинская информация и персональные данные пользователя будут находиться в 'свободном' состоянии, и никто не сможет найти связанную с вами информацию.",
    "not": " Мы не будем хранить  личный ключ пользователя для расшифровки пользовательских данных в соответствии с нашим Заявлением о безопасности данных, пожалуйста, сохраните свой единственный личный ключ.",
    "lost": " После установки личного ключа никакие изменения не допускаются. Если личный ключ будет изменен, все ранее сохраненные здоровые данные будут потеряны. Новые здоровые данные будут зашифрованы с помощью нового личного ключа, который может быть установлен только один раз.",
    "save": " Мы не будем хранить личный ключ пользователя для расшифровки пользовательских данных в соответствии с Заявлением о безопасности данных и законом HIPPA.",
    "eip": "@2021 HKG epi THERAPEUTICS Ltd. Все права защищены"
        },
    "RasEncryptionActivity": {
    "title": "Настройка безопасности данных",
    "press": " Пожалуйста, нажмите кнопку Генерировать, чтобы сгенерировать ваш уникальный публичный ключ и личный ключ. Затем, нажмите кнопку Сохранить,",
    "press2": " Уникальный публичный ключ и личный ключ будут сохранены на вашем мобильном телефоне.",
    "setkey": " После установки ключей никакие изменения не допускаются. Если публичный и личный ключ были изменены, все ранее сохраненные здоровые данные будут потеряны. Новые здоровые данные будут зашифрованы с помощью нового ключа,",
    "setkey2": " и его можно установить только один раз.",
    "savekey": " Мы не будем хранить личный ключ пользователя для расшифровки пользовательских данных в соответствии с",
    "security": " Положением о безопасности данных и закон HIPPA",
    "freestate": " Пока вы не вошли в систему ваша медицинская информация и личная информация пользователя будут находиться в 'свободном' состоянии, и никто не сможет найти связанную между ними информацию. ",
    "savekey2": "пожалуйста, сохраните свой единственный личный ключ",
    "unique": "Уникальный публичный ключ и личный ключ нужно будет ввести снова, если пользователь снова войдет в систему.",
    "failed": "Сообщение, Генерация ключа не удалась, пожалуйста, перегенерируйте",
    "success": " Публичный ключ и личный ключ очень важны для обеспечения безопасности ваших данных в этом приложении. Мы не будем сохранять ваш публичный и личный ключ. Пожалуйста, сделайте снимок экрана или скопируйте и вставьте, чтобы сохранить публичный ключ и личный ключ, чтобы вы могли легко заполнить и получить свои данные в следующий раз.",
    "generate": " Генерировать",
    "privatekey": " Личный ключ",
    "publickey": "Открытый ключ",
    "save": "Сохранить",
    "copykeys": "Копировать ключи",
    "titlemsg": "Сообщение",
    "meg": " Публичный ключ и личный ключ были скопированы в ваш буфер обмена.",
    "emailsendfailed":"Сеть задерживается, и отправка электронного письма не выполняется, пожалуйста, нажмите кнопку «Сохранить» еще раз, чтобы отправить электронное письмо.",
    "emailsendsuccess":"Письмо успешно отправлено",
    "generatekey":"Чтобы убедиться, что вы можете запросить отчет, сгенерируйте открытый ключ и закрытый ключ."
        },
    
    "QAActivity": {
    "title": " ВОПРОСЫ И ОТВЕТЫ",
    "test": "1. Руководство пользователя приложения EpiAge",
    "report": "2. Как получить отчет о тесте EpiAge?",
    "fillques":"3. Как заполнять анкеты?",
    "calfoot":"4. Как рассчитать калории потребляемой пищи?"
        },
    "ContactActivity": {
    "title": " Связаться с нами ",
    "phone": "(+852) 2354 8297",
    "utics": "info@hkgepitherapeutics.com",
    "http": "https://www.hkgepitherapeutics.com",
    "hkg": "HKG epitherapeutics Limited Unit 313-315,3F Biotech Centre 2,Hong Kong Science Park,Sha Tin,N.T.,Hong Kong"
        },
    "QuesnoteActivity": {
    "about": " Об анкетах",
    "are": " Анкеты",
    "optional": "необязательны для заполнения. ",
    "however": " Однако на эпигенетику влияет как образ жизни, так и окружающая среда. Наша философия заключается в том, что тесты EpiAge имеют смысл только в рамках динамичной системы управления образом жизни, окружающей средой и здоровьем на протяжении всей жизни.",
    "personalized": " На основе предоставленной вами информации о здоровье и образе жизни будет создана персонализированная оценка, включая вмешательство. Обновление параметров вашего здоровья и образа жизни периодически активирует отчет о персонализированном анализе на протяжении всей жизни.",
    "title": " Уведомление",
    "ques": "Понятно",
    "back": "Отмена",
    "eip": "@2021 HKG epi THERAPEUTICS Ltd. Все права защищены"
        },
    "Manual1Activity": {
    "title": "Как получить отчет о тесте EpiAge",
    "getmy": "Как получить мой отчет о тесте EpiAge",
    "login": "Убедитесь, что вы вошли в систему с учетной записью, которая использовалась для покупки продукта EpiAge.",
    "username": "Ваше имя пользователя будет отображаться здесь после входа в систему.",
    "gohome": "Перейдите в раздел 'Домой' или 'ЭПИцентр' и нажмите 'Мой отчет'.",
    "barcode": "Введите (или отсканируйте) штрих-код на пробирке и получите отчет EpiAge.",
    "icon": "После ввода штрих-кода нажмите кнопку 'Просмотр отчета', чтобы просмотреть отчет по тесту EpiAge",
    "result": "Ваш результат теста EpiAge будет отображаться следующим образом."
        },
    "Manual2Activity": {
    "title": " Руководство пользователя приложения EpiAge",
    "download": " Скачать приложение для IOS из Apple Store или приложение для Android из Google Play Store.",
    "gocenter": "Click Нажмите 'Зарегистрировать набор', и если у вас нет учетной записи, вам придется ее зарегистрировать.",
    "fillregis": " Заполните регистрационную информацию.",
    "mailbox": " Перейдите в регистрационный почтовый ящик, чтобы активировать свой аккаунт.",
    "accountlogin": " Войдите в систему под учетной записью, которую вы только что зарегистрировали.",
    "setkey": " Сгенерируйте уникальный личный ключ защиты данных и открытый ключ. Самое главное, сохраните их, сделав скриншот или скопировав-вставив в заметку.",
    "sentmail": " Пары публичных и личных ключей будут сохранены в локальной папке вашего телефона",
    "purchase": " Перейдите в раздел 'МАГАЗИН', чтобы приобрести набор для тестирования EpiAge."
        },
    "Manual3Activity": {
    "title": " Руководство по заполнению анкет",
    "how":"Как заполнить анкеты",
    "slider1":" Как использовать слайдер для заполнения данных.",
    "ratingstart2":" Как использовать рейтинговую звезду для заполнения данных.",
    "enteefield3":" Как использовать поле ввода для заполнения данных."
        },
    "Manual4Activity": {
    "title": " Руководство по диете",
    "calculate":" Как рассчитать потребляемые калории?",
    "slider":" Как использовать слайдер для заполнения данных",
    "calfood":" Как использовать калькулятор калорий для расчета калорийности принимаемой вами пищи.",
    "entering":" Как использовать поле ввода для заполнения данных."
        },
    "SavepdfpathActivity": {
    "btncp": " Копировать ссылку",
    "titlemsg": " Сообщение",
    "copy": " Копирование прошло успешно, Вы можете вставить ссылку в браузер для загрузки PDF-файла"
        },
    "ScannerAcitivity": {
    "title": " Сканирование"
        },
    "LangActivity": {
    "title": " Переключить язык",
    "English": "Английский",
    "French": "Французский",
    "Spanish": "Испанский",
    "Russian": "Русский",
    "Portuguese": "Португальский",
    "Chinese": "Китайский (Гонконг)"
        },
    "AgeAccelerateActivity":{
    "title":"Возрастное ускорение",
    "accecalcul":"Калькулятор ускорения возраста",
    "enterepi":"Пожалуйста, введите ваш эпигенетический возраст",
    "enterchro":"Пожалуйста, введите ваш хронологический возраст",
    "youraccis":"Ваш возрастной коэффициент ускорения:"
    },
    "LaunchActivity":{
    "title":"Запуск",
    "registerkit":"Регистрационный набор",
    "myreport":"МОЙ ОТЧЕТ",
    "buykit":"Купить набор EPIAGE",
    "signin":" Войти с помощью EMAIL",
    "stop":" Хватит считать свой возраст!",
    "birthdays":" по дням рождения, свечам на торте, морщинам, гусиным лапкам или мимическим морщинам на лице - это всего лишь цифры.",
    "really":" Сколько вам лет, на самом деле?",   
    "biological":" Единственный возраст, который имеет значение, - это возраст вашей биологической ДНК ",
    "discover":" Узнайте свой биологический возраст ",
    "sample":" Биологический возраст можно определить, взяв всего 2 мл слюны ",
    "reverse":" Обратить свой возраст ",
    "changes":" Важно отметить, что 'эпигенетика' отличается от 'генетики' и потенциально обратима с помощью диетических вмешательств и изменения образа жизни.",
    "readmore":" Пропустить пока "
    }
}